tap 'caskroom/cask'
tap 'fisherman/tap'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'java'
cask 'xquartz'
brew 'ack'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'libxml2'
brew 'augeas'
brew 'autoconf'
brew 'automake'
brew 'bdw-gc'
brew 'boost'
brew 'dialog'
brew 'certbot'
brew 'gmp'
brew 'mpfr'
brew 'cgal'
brew 'chromedriver'
brew 'gmp@4'
brew 'cloog'
brew 'cmake'
brew 'git'
brew 'consul'
brew 'coreutils'
brew 'libevent'
brew 'libffi'
brew 'llvm'
brew 'pcre'
brew 'crystal-lang'
brew 'curl'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'doxygen'
brew 'elasticsearch'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg', args: ['with-libvorbis', 'with-libvpx']
brew 'libogg'
brew 'libvorbis'
brew 'theora'
brew 'ffmpeg2theora'
brew 'pcre2'
brew 'fish', args: ['HEAD']
brew 'fortune'
brew 'freetype'
brew 'freexl'
brew 'mpfr@2'
brew 'libmpc@0.8'
brew 'gcc@4.9'
brew 'geos'
brew 'giflib'
brew 'json-c'
brew 'lzlib'
brew 'proj'
brew 'libgeotiff'
brew 'liblwgeom'
brew 'libspatialite'
brew 'xz'
brew 'python3'
brew 'gdal'
brew 'geckodriver'
brew 'gettext'
brew 'git-flow'
brew 'git-lfs'
brew 'glib'
brew 'gnupg'
brew 'go'
brew 'pinentry'
brew 'gpg-agent'
brew 'libtool'
brew 'graphviz'
brew 'htop'
brew 'perl'
brew 'imagemagick'
brew 'isl'
brew 'isl@0.11'
brew 'kubernetes-cli'
brew 'leiningen'
brew 'libmpc'
brew 'popt'
brew 'librsync'
brew 'libssh2'
brew 'libusb'
brew 'libusb-compat'
brew 'libvpx'
brew 'libxslt'
brew 'lzo'
brew 'maven'
brew 'micro'
brew 's-lang'
brew 'midnight-commander'
brew 'ncdu'
brew 'nginx'
brew 'node', args: ['with-full-icu']
brew 'nvm'
brew 'openvpn'
brew 'phantomjs'
brew 'pkg-config'
brew 'postgresql', restart_service: true
brew 'pwgen'
brew 'qt5'
brew 'redis', restart_service: true
brew 'ruby'
brew 'ruby-build'
brew 'rust'
brew 'sfcgal'
brew 'sphinx-doc'
brew 'swift'
brew 'texi2html'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'yasm'
brew 'zsh'
brew 'fisherman/tap/fisherman'
brew 'homebrew/dupes/zlib'
brew 'homebrew/versions/v8-315'
cask 'atom'
cask 'blender'
cask 'charles'
cask 'clipmenu'
cask 'coconutbattery'
cask 'firefox'
cask 'gitter'
cask 'google-chrome'
cask 'google-hangouts'
cask 'opera'
cask 'paw'
cask 'psequel'
cask 'punto-switcher'
cask 'skype'
cask 'sourcetree'
cask 'toggldesktop'
cask 'transmission'
cask 'utorrent'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'vox'
