tap "adoptopenjdk/openjdk"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "adoptopenjdk8"
brew "ack"
brew "activemq"
brew "libyaml"
brew "openssl@1.1"
brew "readline", link: true
brew "sqlite"
brew "ansible"
brew "autoconf"
brew "automake"
brew "cmake"
brew "coreutils"
brew "dive"
brew "elasticsearch@5.6"
brew "fish"
brew "gcc"
brew "git"
brew "git-flow"
brew "glib"
brew "libtool"
brew "pkg-config"
brew "libksba"
brew "libusb"
brew "gnupg"
brew "go"
brew "gradle"
brew "h2"
brew "helm"
brew "htop"
brew "httpie"
brew "libheif"
brew "libomp"
brew "imagemagick"
brew "ipython", link: false
brew "jenv"
brew "jetty"
brew "node"
brew "jupyterlab"
brew "k9s"
brew "kompose"
brew "kotlin"
brew "libsass"
brew "libxml2"
brew "lightgbm"
brew "llvm@4"
brew "make"
brew "maven"
brew "micro"
brew "ncdu"
brew "nginx"
brew "nmap"
brew "node@10"
brew "node@8"
brew "nspr"
brew "nss"
brew "nvm"
brew "opensc"
brew "p7zip"
brew "postgresql@9.6"
brew "pwgen"
brew "python@2", link: false
brew "r"
brew "redis", restart_service: true
brew "ruby"
brew "siege"
brew "swift"
brew "telnet"
brew "tomcat"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn", link: false
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "adoptopenjdk11-openj9"
cask "adoptopenjdk12-openj9"
cask "alfred"
cask "atom"
cask "blender"
cask "chromedriver"
cask "clipy"
cask "coconutbattery"
cask "deezer"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "forklift"
cask "geekbench"
cask "google-chrome"
cask "grammarly"
cask "iterm2"
cask "macs-fan-control"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "miro"
cask "ngrok"
cask "opera"
cask "oracle-jdk"
cask "oracle-jdk-javadoc"
cask "outline-manager"
cask "paw"
cask "postgres"
cask "punto-switcher"
cask "rocket-chat"
cask "skype"
cask "skype-for-business"
cask "sourcetree"
cask "sublime-text"
cask "tor-browser"
cask "transmission"
cask "vagrant"
cask "visual-studio-code"
cask "visualvm"
cask "vivaldi"
cask "vlc"
cask "whatsapp"
cask "windscribe"
cask "yandex"
cask "zeplin"
cask "zoomus"
