tap "d12frosted/emacs-plus"
tap "fisherman/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
cask "java"
cask "xquartz"
brew "ack"
brew "ansible"
brew "augeas"
brew "node"
brew "autocode"
brew "autoconf"
brew "automake"
brew "azure-cli"
brew "bdw-gc"
brew "bitcoin"
brew "gettext"
brew "dialog"
brew "python"
brew "certbot"
brew "cgal"
brew "chromedriver"
brew "clojure"
brew "cloog", link: false
brew "cmake"
brew "consul"
brew "coreutils"
brew "llvm"
brew "crystal"
brew "curl", args: ["with-nghttp2"], link: true
brew "docker-compose"
brew "doxygen"
brew "elasticsearch"
brew "elasticsearch@2.4"
brew "elasticsearch@5.6"
brew "elixir"
brew "ffmpeg", args: ["with-libvorbis", "with-libvpx"]
brew "libogg"
brew "libvorbis"
brew "theora"
brew "ffmpeg2theora"
brew "fish", args: ["HEAD"]
brew "fortune"
brew "freexl"
brew "gcc@4.9"
brew "geos"
brew "giflib"
brew "json-c"
brew "proj"
brew "libgeotiff"
brew "libxml2"
brew "libspatialite"
brew "gdal"
brew "geckodriver"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "jetty"
brew "kompose", link: false
brew "kotlin"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lame"
brew "leiningen"
brew "liblwgeom"
brew "popt"
brew "librsync"
brew "libssh2"
brew "libusb-compat"
brew "libvpx"
brew "libxslt"
brew "lzlib"
brew "lzo"
brew "maven"
brew "micro"
brew "midnight-commander"
brew "mongodb"
brew "ncdu"
brew "nginx"
brew "nmap"
brew "nvm"
brew "openssl@1.1"
brew "openvpn", link: false
brew "phantomjs"
brew "pkg-config"
brew "postgresql"
brew "postgresql@9.5"
brew "postgresql@9.6"
brew "pth"
brew "pwgen"
brew "qt"
brew "r"
brew "redis"
brew "redis@2.8"
brew "redis@3.2"
brew "ruby-build"
brew "rust"
brew "sbt"
brew "scala"
brew "sfcgal"
brew "siege"
brew "swift"
brew "telnet"
brew "texi2html"
brew "tig"
brew "tmux"
brew "tomcat"
brew "tree"
brew "v8@3.15"
brew "vim"
brew "watch"
brew "wget"
brew "x264"
brew "xvid"
brew "yarn"
brew "yasm"
brew "zlib"
brew "zsh"
brew "fisherman/tap/fisherman"
cask "altair"
cask "atom"
cask "blender"
cask "charles"
cask "clipmenu"
cask "coconutbattery"
cask "evernote"
cask "firefox"
cask "gitter"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-hangouts"
cask "hyper"
cask "ngrok"
cask "notion"
cask "opera"
cask "paw"
cask "postgres"
cask "psequel"
cask "punto-switcher"
cask "rocket-chat"
cask "skype"
cask "sourcetree"
cask "toggldesktop"
cask "transmission"
cask "utorrent"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "windscribe"
cask "yandex"
